//RXLKED   JOB   EEA,GO,MSGCLASS=H,MSGLEVEL=(0,0),REGION=0M
//LKED     EXEC PGM=IEWL,PARM='REUS,MAP,XREF'
//SYSPRINT DD SYSOUT=*
//SYSUT1   DD SPACE=(1024,(200,20)),UNIT=SYSDA,DCB=BLKSIZE=1024
//SYSLMOD  DD DSN=WMQ.MA95.LOAD,
//            DISP=(,CATLG),
//            DSNTYPE=LIBRARY,
//            SPACE=(CYL,(1,1,5)),
//            DCB=(LRECL=0,RECFM=U,BLKSIZE=32760)
//SYSLIB   DD DSN=CEE.SCEELKED,DISP=SHR
//         DD DSN=CEE.SCEELKEX,DISP=SHR
//         DD DSN=WMQ.V7R0M1.SCSQLOAD,DISP=SHR
//         DD DSN=WMQ.MA95.OBJ,DISP=SHR
//         DD DSN=SYS1.CSSLIB,DISP=SHR
//SYSLIN   DD *
 INCLUDE SYSLIB(IRXFUSER)
 INCLUDE SYSLIB(MA95)
 INCLUDE SYSLIB(CSQBSTUB)
 ENTRY IRXFUSER
 ALIAS IRXFUSER
 ALIAS RXMQINIT
 ALIAS RXMQTERM
 ALIAS RXMQCONS
 ALIAS RXMQCONN
 ALIAS RXMQOPEN
 ALIAS RXMQCLOS
 ALIAS RXMQDISC
 ALIAS RXMQCMIT
 ALIAS RXMQBACK
 ALIAS RXMQPUT
 ALIAS RXMQPUT1
 ALIAS RXMQGET
 ALIAS RXMQINQ
 ALIAS RXMQSET
 ALIAS RXMQSUB
 ALIAS RXMQBRWS
 ALIAS RXMQHXT
 ALIAS RXMQEVNT
 ALIAS RXMQTM
 ALIAS RXMQC
 ALIAS RXMQV
 ALIAS RXMQVC
 NAME  RXMQMA95(R)
