//TESTEVNT JOB   EEA,GO,MSGCLASS=H,MSGLEVEL=(0,0),REGION=0M
//START    EXEC PGM=IKJEFT01
//STEPLIB  DD DSN=WMQ.MA95.LOAD,DISP=SHR
//         DD DSN=CSQ701.SCSQLOAD,DISP=SHR
//         DD DSN=CSQ701.SCSQAUTH,DISP=SHR
//SYSTSPRT DD SYSOUT=*
//STDOUT   DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//SYSUDUMP DD SYSOUT=*
//SYSPROC  DD DISP=SHR,DSN=WMQ.MA95.EXEC
//SYSTSIN  DD *
%RXMQEVNT CSQ7 SYSTEM.ADMIN.QMGR.EVENT
%RXMQEVNT CSQ7 SYSTEM.ADMIN.CHANNEL.EVENT
%RXMQEVNT CSQ7 SYSTEM.ADMIN.COMMAND.EVENT
%RXMQEVNT CSQ7 SYSTEM.ADMIN.CONFIG.EVENT
%RXMQEVNT CSQ7 SYSTEM.ADMIN.PERFM.EVENT
