//TESTINQ  JOB   EEA,GO,MSGCLASS=H,MSGLEVEL=(0,0),REGION=0M
//TESTEXEC PROC
//START    EXEC PGM=IKJEFT01
//STEPLIB  DD DSN=WMQ.MA95.LOAD,DISP=SHR
//         DD DSN=CSQ701.SCSQLOAD,DISP=SHR
//         DD DSN=CSQ701.SCSQAUTH,DISP=SHR
//SYSTSPRT DD SYSOUT=*
//STDOUT   DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//SYSUDUMP DD SYSOUT=*
//SYSPROC  DD DISP=SHR,DSN=WMQ.MA95.EXEC
// PEND
//MA95     EXEC TESTEXEC
//SYSTSIN  DD *
%RXMQINQ CSQ7 SYSTEM.DEFAULT.LOCAL.QUEUE
