//TESTHXT  JOB   EEA,GO,MSGCLASS=H,MSGLEVEL=(0,0),REGION=0M
//**************** EXECUTE REXX EXEC  ****************************/
//START    EXEC PGM=IKJEFT01
//STEPLIB  DD DSN=WMQ.MA95.LOAD,DISP=SHR
//         DD DSN=CSQ701.SCSQLOAD,DISP=SHR
//         DD DSN=CSQ701.SCSQAUTH,DISP=SHR
//SYSTSPRT DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//SYSUDUMP DD SYSOUT=*
//SYSEXEC  DD DISP=SHR,DSN=WMQ.MA95.EXEC
//SYSTSIN  DD *
%RXMQHXT CSQ7 CSQ7.DEAD.QUEUE
%RXMQHXT CSQ7 SYSTEM.CLUSTER.TRANSMIT.QUEUE
