//TESTSUB1 JOB   EEA,GO,MSGCLASS=H,MSGLEVEL=(0,0),REGION=0M
//START    EXEC PGM=IKJEFT01
//STEPLIB  DD DSN=WMQ.MA95.LOAD,DISP=SHR
//         DD DSN=CSQ701.SCSQLOAD,DISP=SHR
//         DD DSN=CSQ701.SCSQAUTH,DISP=SHR
//SYSTSPRT DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//STDOUT   DD SYSOUT=*
//SYSUDUMP DD SYSOUT=*
//SYSPROC  DD DISP=SHR,DSN=WMQ.MA95.EXEC
//SYSTSIN  DD *
%RXMQSUB1 CSQ7 RXMQFIXEDPRICE SWG/RXMQ/FIXED/PRICE
